{
    "HunterGamesCharacters": [
        {
            "id": 1,
            "idCha": "PeetaMelarkHunterGamesMovies",
            "nombre": "Peeta Melark",
            "distrito": "12",
            "biografia1": "Peeta Mellark es uno de los personajes principales de la saga de los Juegos del hambre, escrita por Suzanne Collins.",
            "biografia2": "Peeta Mellark, apodado 'el chico del pan', es el tributo masculino del Distrito 12 en los Juegos del Hambre. Durante los juegos, declara su amor por Katniss Everdeen para ganar patrocinadores. Ambos se convierten en los vencedores, desafiando las reglas. Después, el presidente Snow castiga al responsable de los juegos.",
            "biografia3": "La relación entre Peeta y Katniss se complica a lo largo de la saga, especialmente cuando Peeta es secuestrado por el Capitolio en 'Sinsajo'.",
            "edad": "16 (Los Juegos del Hambre) 17 (En Llamas y Sinsajo) 35+(Epílogo)",
            "genero": "Masculino",
            "alias": "El chico del pan, El panadero, Chico enamorado, Chico amoroso",
            "ocupacion": "Tributo, panadero, pintor, vencedor",
            "estadoCivil": "Casado",
            "familia": "Katniss Everdeen(Esposa) Sr. Mellark (padre)Sra. Mellark (madre) Hermano mayor Hermano Hija Hijo",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/peeta.jpg?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Mellark.png?raw=true"
        },
        {
            "id": 2,
            "idCha": "KatnissEverdeenHunterGamesMovies",
            "nombre": "Katniss Everdeen",
            "distrito": "12",
            "biografia1": "Katniss Everdeen es el personaje principal y narradora de la trilogía de Los Juegos del Hambre.",
            "biografia2": "Después de que su hermana menor, Prim, es elegida para participar en los 74 Juegos del Hambre, Katniss se ofrece voluntaria para tomar el puesto de tributo femenino del Distrito 12.",
            "biografia3": "Sus actos de rebeldía contra el Capitolio en la arena condujeron al pueblo de Panem a verla como la cara de la rebelión. Más tarde se convirtió en lo que se llamó «el Sinsajo» y encabezó la rebelión contra el Capitolio, poniendo fin a una supresión de 75 años.",
            "edad": "16 (Los Juegos del Hambre) 17 (En Llamas y Sinsajo) 35+(Epílogo)",
            "genero": "Femenino",
            "alias": "Catnip, Chica en llamas, El Sinsajo",
            "ocupacion": "Tributo, vencedora, Cazadora,Rebelde, El Sinsajo",
            "estadoCivil": "Casada",
            "familia": "Peeta Mellark (esposo) Primrose Everdeen (hermana) Sra. Everdeen (madre) Sr. Everdeen(padre) Willow Mellark (hija) Rye Mellark (hijo)",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/katniss.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Katniss.png?raw=true"
        },
        {
            "id": 3,
            "idCha": "CoriolanusSnowHunterGamesMovies",
            "nombre": "Coriolanus Snow",
            "distrito": "Capitolio",
            "biografia1": "Coriolanus Snow, también conocido como Coryo en su juventud, fue un presidente tiránico de Panem.",
            "biografia2": "Antes de asumir el cargo, fue mentor de Lucy Gray Baird, la tributo ganadora de los 10.os Juegos del Hambre. Aunque estudió estrategia militar y fue aprendiz de Vigilante, no siguió la carrera de oficial de agentes de la paz, a pesar de su éxito en el programa de élite. Como presidente, introdujo reformas en los Juegos, incluyendo la creación de la Aldea de los Vencedores.",
            "biografia3": "Es el principal antagonista de la trilogía de Los Juegos del Hambre y el protagonista de Balada de los pájaros cantores y las serpientes.",
            "edad": "84 años",
            "genero": "Masculino",
            "alias": "Presidente Snow",
            "ocupacion":"Presidente de Panem",
            "estadoCivil": "Casado",
            "familia": "Crassus Snow (padre), Madre (fallecida), Tigris Snow (prima), Esposa desconocida (posiblemente Livia Cardew), Hijo o hija desconocido Nieta",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/snow.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Snow.png?raw=true"
        },

        {
            "id": 4,
            "idCha": "GaleHawthorneHunterGamesMovies",
            "nombre": "Gale Hawthorne",
            "distrito": "12",
            "biografia1": "Gale Hawthorne es el mejor amigo y compañero de caza de Katniss Everdeen.",
            "biografia2": "Gale es el hijo mayor de la familia Hawthorne, con tres hermanos menores: Rory de 12 años, Vick de 10 años, y la única chica, Posy de 4 años, que nació después de que su padre muriera en un accidente minero. Después de la muerte de su padre, Gale se esfuerza por mantener a su familia con su madre Hazelle. Para ayudar a alimentar a su familia, caza ilegalmente y entre sus 12-18 años, solicitó Teselas muchas veces. Tiene 19 años en En llamas y Sinsajo.",
            "biografia3": "Katniss recuerda que a los 14 años, 'Gale ya se veía como un hombre'. Más adelante se menciona que medía más de 1.80 metros de altura. Al igual que muchas personas de la Veta, tiene la piel aceitunada, pelo negro y lacio, y ojos grises.",
            "edad": "18 (Los Juegos del Hambre) 19 (En Llamas, Sinsajo)",
            "genero": "Masculino",
            "alias": "Gale",
            "ocupacion": "Cazador, minero, oficial",
            "estadoCivil": "Soltero",
            "familia": "Hazelle Hawthorne (madre) Rory Hawthorne (hermano)Vick Hawthorne (hermano) Posy Hawthorne (hermana)",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/GaleHawthorne.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Gale.png?raw=true"
        },
        {
            "id": 5,
            "idCha": "Sra.EverdeenHunterGamesMovies",
            "nombre": "Sra. Everdeen",
            "distrito": "12",
            "biografia1": "La señora Everdeen es la madre de Katniss y Primrose Everdeen, así como también la esposa del fallecido Sr. Everdeen.",
            "biografia2": "Sanadora y comerciante, la Sra. Everdeen no vivió siempre en la Veta del Distrito 12. Cuando era joven, vivía en la zona comercial, la mejor parte del Distrito 12. Amada por todos, ayudó en la botica de su padre y se volvió una experta en el comercio. Más tarde se enamoró del Sr. Everdeen y llegó a la Veta.",
            "biografia3": "La Sra. Everdeen dejó todo para estar con el Sr. Everdeen, incluyendo su casa, su trabajo, sus amigos y familia. Decidió mudarse a la Veta con su esposo.",
            "edad": "Alrededor de 40",
            "genero": "Femenino",
            "alias": "Sra. Everdeen",
            "ocupacion": "Sanadora",
            "estadoCivil": "Viuda",
            "familia": "Sr. Everdeen (esposo) Katniss Everdeen (hija) Primrose Everdeen (hija) Peeta Mellark (yerno) Hija de Katniss y Peeta (nieta)Hijo de Katniss y Peeta (nieto)",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/SraEverdeen.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/SraEverdeen.png?raw=true"
        },
        {
            "id": 6,
            "idCha": "CinnaHunterGamesMovies",
            "nombre": "Cinna",
            "distrito": "Capitolio",
            "biografia1": "Cinna fue el estilista de Katniss Everdeen durante los 74º y 75º Juegos del Hambre. También apoyaba la rebelión contra el Capitolio. Era del Capitolio y fue uno de los personajes principales en los libros.",
            "biografia2": "Los 74º Juegos del Hambre anunciaron el primer año de Cinna como estilista. Como la mayoría de los estilistas nuevos, Cinna fue asignado al Distrito 12. Sin embargo, contrario a la tradición de dar los distritos menos importantes a los estilista nuevos, Cinna específicamente pidió el Distrito 12 por razones desconocidas.",
            "biografia3": "Durante la entrevista con Caesar Flickerman, el vestido de fuego de Cinna haría que Katniss se viera inolvidable e irresistible. Cuando Caesar le pregunta acerca de la elección de Katniss para reemplazar a su hermana como tributo, Cinna tenía una mirada triste en su rostro a causa de su sacrificio.",
            "edad": "Alrededor de 30",
            "genero": "Masculino",
            "alias": "Cinna",
            "ocupacion": "Estilista",
            "estadoCivil": "Se desconoce",
            "familia": "Se desconoce",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/Cinna.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Cinna.png?raw=true"
            
        },
        {
            "id": 7,
            "idCha": "RueHunterGamesMovies",
            "nombre": "Rue",
            "distrito": "11",
            "biografia1": "Rue era la más pequeña y joven tributo, del Distrito 11, quien fue seleccionada para participar en los 74º Juegos del Hambre. Se describe por ser menuda y fácilmente subestimada por otros competidores.",
            "biografia2": "Había formado una alianza con Katniss Everdeen después de advertirle de un nido de Rastrevíspulas. Rue decidió confiar en Katniss por el prendedor que llevaba puesto encima del corazón, la famosa insignia de sinsajo. Rue murió en los 74º Juegos del Hambre a la edad de 12 años cuando Marvel le clavó una lanza en su estómago.",
            "biografia3": "A pesar de su tamaño, era capaz de saltar de árbol en árbol en los huertos. Su agilidad y habilidad de saltar entre las copas de los árboles es probablemente la razón por la que obtuvo un buen resultado en los entrenamientos privados.",
            "edad": "12",
            "genero": "Femenino",
            "alias": "Rue",
            "ocupacion": "Tributo",
            "estadoCivil": "Se desconoce",
            "familia": "Se desconoce",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/Rue.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Rue.png?raw=true"
        },
        {
            "id": 8,
            "idCha": "CatoHadleyHunterGamesMovies",
            "nombre": "Cato Hadley",
            "distrito": "2",
            "biografia1": "Cato Hadley fue el tributo masculino del Distrito 2 en los 74.os Juegos del Hambre y uno de los principalen antagonistas de Los Juegos del Hambre, debido a que era parte de los Tributos Profesionales.",
            "biografia2": "Este enorme, fuerte, y brutal tributo del Distrito 2 es el enemigo principal de Katniss Everdeen en los 74.os Juegos del Hambre. Es visto como la amenaza más peligrosa para todos los tributos de entre todos los Profesionales. Obsceno, vulgar, e implacable, Cato utiliza su furia para casi todo y lucha bastante para ganar.",
            "biografia3": "En la película, Cato entra al desfile de los tributos llevando un traje romano junto con su compañera de distrito Clove. Cato observa y escucha la conversación de Katniss y Haymitch Abernathy después del desfile y les da ",
            "edad": "18",
            "genero": "Masculino",
            "alias": "El monstruoso Chico del Distrito 2 ",
            "ocupacion": "Tributo Profesional",
            "estadoCivil": "Se desconoce",
            "familia": "Se desconoce",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/CatoHadley.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Cato.png?raw=true"
        },
        {
            "id": 9,
            "idCha": "HaymitchAbernathyHunterGamesMovies",
            "nombre": "Haymitch Abernathy",
            "distrito": "12",
            "biografia1": "Haymitch Abernathy es el mentor de Katniss Everdeen y Peeta Mellark en los 74.os Juegos del Hambre y los 75.os Juegos del Hambre (Tercer Vasallaje de los Veinticinco) y además fue el vencedor del Segundo Vasallaje de los Veinticinco.",
            "biografia2": "Haymitch Abernathy era el único vencedor conocido del Distrito 12 sin embargo, en Balada de pájaros cantores y serpientes se conoce que la primera vencedora del Distrito 12 fue Lucy Gray Baird.",
            "biografia3": "Es la única persona en ser cosechada dos veces para el Vasallaje de los Veinticinco, a los 16 años ganó durante su primer Vasallaje (50.os Juegos del Hambre) y fue seleccionado nuevamente para los 70os, aunque Peeta Mellark se ofreció como voluntario para proteger a Katniss Everdeen, por lo que Haymitch no entró al vasallaje.",
            "edad": "40 (Los Juegos del Hambre) 41 (En Llamas y Sinsajo)",
            "genero": "Masculino",
            "alias": "Haymitch",
            "ocupacion": "Mentor, Vencedor y Rebelde ",
            "estadoCivil": "Soltero",
            "familia": "Madre fallecida Hermano menor fallecido Novia fallecida",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/HaymitchAbernathy.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Haymitch.png?raw=true"
        },
        {
            "id": 10,
            "idCha": "EffieTrinketHunterGamesMovies",
            "nombre": "Effie Trinket",
            "distrito": "Capitolio",
            "biografia1": "Effie Trinket es la escolta de los tributos del Distrito 12, incluyendo a Katniss Everdeen y Peeta Mellark.",
            "biografia2": "Effie trabaja como escolta para los tributos del Distrito 12. Sus responsabilidades incluyen escoger los nombres en la cosecha, organizar las tareas y horarios de los tributos. Es muy conocida por su acento del Capitolio y su actitud positiva para con los Juegos del Hambre.",
            "biografia3": "Effie trata de animar a los tributos a que estén felices con su participación en los juegos, pero a pesar de sus esfuerzos, todo es en vano.",
            "edad": "Se desconoce",
            "genero": "Femenino",
            "alias": "Effie Trinket",
            "ocupacion": "Escolta de los tributos del Distrito 12",
            "estadoCivil": "Se desconoce",
            "familia": "Desconocido (libro) / Haymitch Abernathy (novio)",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/EffieTrinket.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Effie.png?raw=true"
        },
        {
            "id": 11,
            "idCha": "PrimroseEverdeenHunterGamesMovies",
            "nombre": "Primrose Everdeen",
            "distrito": "12 y 13",
            "biografia1": "Primrose 'Prim' Everdeen era la hermana pequeña de Katniss Everdeen. En muchos sentidos, Prim era diferente a Katniss tanto en la apariencia como en el carácter; tenía el pelo rubio como su madre así como también su talento para curar. Poseía dos mascotas: un gato llamado Buttercup y una cabra llamada Lady.",
            "biografia2": "Prim tenía una cabra llamada Lady que les proporcionaba leche y queso. Katniss, su hermana mayor, se la regaló el día de uno de sus cumpleaños pasado luego de haber disparado a un ciervo en el bosque con Gale.",
            "biografia3": "Aunque Katniss estaba insegura de si la cabra sobreviviría, Prim amaba a los animales y fue capaz de curar pronto a Lady con la ayuda de su madre.",
            "edad": "12 (Los Juegos del Hambre) 13 (En Llamas, Sinsajo)",
            "genero": "Femenino",
            "alias": "Prim Patito",
            "ocupacion": "Escolta de los tributos del Distrito 12",
            "estadoCivil": "Se desconoce",
            "familia": "Katniss Everdeen (hermana)Sra. Everdeen (madre)Sr. Everdeen (padre) Peeta Mellark (cuñado) Sobrino Sobrina Buttercup (mascota) Lady (mascota)",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/PrimroseEverdeen.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Prim.png?raw=true"
        },
        {
            "id": 12,
            "idCha": "FinnickOdairHunterGamesMovies",
            "nombre": "Finnick Odair",
            "distrito": "4",
            "biografia1": "Finnick Odair fue un vencedor del Distrito 4. Finnick ganó los 65.os Juegos del Hambre y sobrevivió los 75.os Juegos del Hambre, que eran una edición especial por corresponder al Vasallaje de los Veinticinco, celebrado cada 25 años.",
            "biografia2": "Finnick ganó los 65.os Juegos del Hambre cuando tenía 14 años siendo el más joven en hacerlo, Su mentora fue otra antigua vencedora de los juegos, llamada Mags, vencedora de los 11° juegos del hambre, con quien luego participó con él en la 75.ª edición.",
            "biografia3": "El tridente era un arma que Finnick dominaba puesto que lo había usado toda su vida en el Distrito 4 como herramienta de trabajo, y con la ayuda de una red, que él mismo hizo con viñas que encontró en la arena, logró atrapar a sus oponentes y matarlos con el tridente.",
            "edad": "24",
            "genero": "Masculino",
            "alias": "Finnick Odair",
            "ocupacion": "Tributo, Mentor",
            "estadoCivil": "Casado",
            "familia": "Annie Cresta (esposa) Hijo",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/FinnickOdair.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Finnick.png?raw=true"
        },
        {
            "id": 13,
            "idCha": "AlmaCoinHunterGamesMovies",
            "nombre": "Alma Coin",
            "distrito": "13",
            "biografia1": "Alma Coin fue la presidente del Distrito 13 y líder de la rebelión en contra del Capitolio por la gente de los distritos de Panem. Ella se introduce en Sinsajo, cuando Katniss se encuentra con ella en el Distrito 13.",
            "biografia2": "La presidente Coin aparece por primera vez en Sinsajo. Ella es la líder de la rebelión, y la presidente del Distrito 13. Ella asume el poder después de que la rebelión termina. Katniss se da cuenta de su hambre de poder.",
            "biografia3": "La presidente Coin ha sido la líder en la formación del Distrito 13 para la rebelión contra el Capitolio. Cuando Katniss llega al 13, le da la bienvenida y le trata sus heridas.",
            "edad": "Alrededor de 50",
            "genero": "Femenino",
            "alias": "Presidente Coin Coin",
            "ocupacion": "Presidente del Distrito 13 Co-líder de las fuerzas rebeldes Presidente Interina de Panem ",
            "estadoCivil": "Viuda",
            "familia": "Se desconoce",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/AlmaCoin.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Coin.png?raw=true"
        },
        {
            "id": 14,
            "idCha": "BoggsHunterGamesMovies",
            "nombre": "Boggs",
            "distrito": "13",
            "biografia1": "Boggs fue conocido como la mano derecha de la presidenta Coin hasta que Katniss se ofrece a asumir el papel del Sinsajo. Luego se convierte en su trabajo mantenerla con vida.",
            "biografia2": "Boggs se convierte en el protector de Katniss. Mientras estaba en el Distrito 8, mientras la bombas están siendo lanzadas, él cubre a Katniss con su propio cuerpo para que ella viviera, demostrado esto.",
            "biografia3": "Boggs trabajaba como la mano derecha de la presidenta Coin y era como una marioneta.",
            "edad": "Alrededor de 40",
            "genero": "Masculino",
            "alias": "Boggs",
            "ocupacion": "Soldado",
            "estadoCivil": "Se desconoce",
            "familia": "Se desconoce",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/Boggs.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Boggs.png?raw=true"
        },
        {
            "id": 15,
            "idCha": "AnnieCrestaGamesMovies",
            "nombre": "Annie Cresta",
            "distrito": "4",
            "biografia1": "Annie Cresta fue el tributo femenino del Distrito 4 en los 70º Juegos del Hambre y vencedora de los mismos, aunque en el proceso quedó traumatizada por la decapitación de su compañero de distrito.",
            "biografia2": "Annie fue 'cosechada' como tributo del Distrito 4 en los 70º Juegos del Hambre a la edad de catorce o quince. Se la describe como una chica encantadora, por lo que probablemente fuera así antes de los juegos.",
            "biografia3": "Durante los juegos, la táctica de Annie fue hacerse aliada de su compañero de distrito y permanecer escondida. Ambos sobrevivieron al baño de sangre inicial en la Cornucopia, donde lucharon por suministros y demás.",
            "edad": "19-20",
            "genero": "Femenino",
            "alias": "Annie Cresta",
            "ocupacion": "Tributo, vencedora",
            "estadoCivil": "Viuda",
            "familia": "Se desconoce",
            "squareImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/PersonajesdelaMain/AnnieCresta.png?raw=true",
            "bodyImage": "https://github.com/Majorosas16/Entrega3_ProyectoFinal/blob/main/recursos/EachPersonaje/Annie.png?raw=true"
        }
    ]
}